{
  "products": [
    {
      "id": "1",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1402-5236-view1_500x.png?v=1718725247 ",
      "title": "Stinger 44",
      "price": "275",
      "rate": "4.5",
      "count": 30,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "A dive inspired watch you can wear to the dive bar. The Stinger 44 resonates to a time where analog ruled the depths of the unknown by allowing divers to know how long they have been underwater with the rotating bezel. Rule the night in style with luminous indices for low light visibility. A 44mm stainless steel case weighted just right for everyday use, a 5-link bracelet that will catch any eye day or night, and did we mention it's powered by the sun?",
      "code": "A1402-5236-00"
    },
    {
      "id": "2",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1399-625-view1_500x.png?v=1718725229",
      "title": "Ripper",
      "price": "90",
      "rate": "4.5",
      "count": 20,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "The newest watch to add to your Nixon collection. Crafted with an ultra-comfortable quick release locking silicone band that is unlike anything else we have in our assortment. All while keeping the smaller wrists in mind. The Ripper, Let It Rip.",
      "code": "A1399-625-00"
    },
    {
      "id": "3",
      "change": "Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A1389-2084-view1_500x.png?v=1718725153",
      "title": "51-30 Chrono",
      "price": 500,
      "rate": 4.5,
      "count": 139,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "More than a pretty face with a giant ego, the 51-30 Chrono is the ultimate statement piece that bridges the gap between fashion and function. With a new refined movement, it commands the room at first glance with an oversized face, boldly printed indices, and custom-molded hands. This is the OG of big-time style.",
      "code": "A1389-2084-00"
    },
    {
      "id": "4",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1396-5239-view1_500x.png?v=1718725204",
      "title": "Time Teller Nylon",
      "price": 125,
      "rate": 3,
      "count": 1,
      "type": "analog",
      "color": "black",
      "bandMaterial": "stainless-steel",
      "description": "The Time Teller Nylon. An icon of Nixon heritage, its vibe celebrates simple sophistication. The minimalist design is the perfect canvas for your aesthetic expression, while having a 100 meter /10 ATM waterproof rating. A premium 20mm woven nylon quick release band keeps it secure with plenty of steez. Whatever your style is, there’s a Time Teller for you.",
      "code": "A1396-5239-00"
    },
    {
      "id": "5",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1393-5208-view1_500x.png?v=1718725202",
      "title": "Sentry Nylon",
      "price": 175,
      "rate": 4.5,
      "count": 47,
      "type": "analog",
      "color": "green",
      "bandMaterial": "leather",
      "description": "The Sentry Nylon is a refined timepiece with an adventurous side. Think black tie meets block party. The face pops with depth and detail, but with the solid stainless steel case, durable Cordura® nylon band, hardened mineral crystal, and waterproof rating of 100 meters, you don't have to worry about it not being able to hang in the real world.",
      "code": "A1393-5208-00"
    },
    {
      "id": "6",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1392-5238-view1_500x.png?v=1718725200",
      "title": "51-30 Chrono Leather",
      "price": 550,
      "rate": 4.5,
      "count": 14,
      "type": "analog",
      "color": "black",
      "bandMaterial": "leather",
      "description": "Nothing else quite measures up. Named after the face size (51mm) and water-resistant rating (300 meter/30 ATM), the 51-30 Chrono Leather is the OG oversized watch that birthed a whole style movement. It's the ultimate statement piece, but its pro-level chronograph and waterman functionality makes it so much more than a pretty face.",
      "code": "A1392-5238-00"
    },
    {
      "id": "7",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1361-5205-view1_500x.png?v=1718725069",
      "title": "Time Teller OPP",
      "price": 100,
      "rate": 4.5,
      "count": 100,
      "type": "analog",
      "color": "brown",
      "bandMaterial": "rubber",
      "description": "An icon of Nixon heritage, the Time Teller OPP just got an environmental upgrade. Now loaded with vibrant colors and a super supple silicone strap, the minimalist design is the perfect piece for your own aesthetic expression. Painted hands and indices provide easy visibility. Plus, it's made with Other People's Plastic, injecting sustainability into a classic. *SeaTrees colorways contain a unique caseback, while a portion of all SeaTrees timepiece sales will go towards the effort to save coastal ecosystems.",
      "code": "A1361-5205-00"
    },
    {
      "id": "8",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A356-5211-view1_500x.png?v=1718725460",
      "title": "Sentry Stainless Steel",
      "price": 275,
      "rate": 4.5,
      "count": 1090,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "The Sentry is an elegant timepiece with an adventurous side. Think black tie meets block party. The face pops with depth and detail, but the solid stainless steel case, hardened mineral crystal, and waterproof rating of 100m, you don't have to worry about it not being able to hang in the real world.",
      "code": "A356-5211-00"
    },
    {
      "id": "9",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1369-5201-view1_500x.png?v=1718725106",
      "title": "Time Teller Solar",
      "price": 150,
      "rate": 4.5,
      "count": 43,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "A true Nixon icon just got supercharged. Introducing the new Time Teller Solar. Built with the simple sophistication you know and love, the Time Teller Solar features a bigger case at 40mm, a new quick release 5-link bracelet with a deployment clasp that can be adjusted without a tool, and a 100m / 10 ATM waterproof rating. This watch is ready to make you look and feel good wherever you go.",
      "code": "A1369-5201-00"
    },
    {
      "id": "10",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A045-5212-view1_500x.png?v=1718724022",
      "title": "Time Teller",
      "price": 125,
      "rate": 4.5,
      "count": 1989,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "An icon of Nixon heritage, the Time Teller’s vibe celebrates simple sophistication. The minimalist design is the perfect canvas for your aesthetic expression, while its 100m /10 ATM waterproof rating means getting wet is no big deal. It's always down to collaborate and with a full spectrum of finishes, whatever your style, there’s a Time Teller for you.",
      "code": "A045-5212-00"
    },
    {
      "id": "11",
      "change": "Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A1390-502-view1_500x.png?v=1718725183",
      "title": "Sentry Chrono",
      "price": 350,
      "rate": 4.5,
      "count": 35,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "This not-so-standard custom-built chronograph is a rugged balance of technical functionality and elevated style. The Sentry Chrono has a new and refined movement that's perfect for the thrill-seeking professional badass.",
      "code": "A1390-502-00"
    },
    {
      "id": "12",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1401-5141-view1_500x.png?v=1718725238",
      "title": "Mullet Stainless Steel",
      "price": 200,
      "rate": 5,
      "count": 2,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "Elevated appeal, with a sleek feel is what you'll find with the Mullet Stainless Steel. Up-printed numerals and luminescent hands make for quality reads at the quickest glance. Speaking of speed, the stainless steel bracelet is built with quick-release for comfort that won’t wiggle. Did we mention this ultra-thin analog has a profile that is so sleek that it feels invisible? Thank the barber for this one.",
      "code": "A1401-5141-00"
    },
    {
      "id": "13",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1366-293-view1_500x.png?v=1718725092",
      "title": "Hannah Eddy Time Teller OPP",
      "price": 125,
      "rate": 4.5,
      "count": 26,
      "type": "analog",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Hannah Eddy found a proper canvas for her artistic expression. The Time Teller OPP's minimalist design now features her beloved outdoor flavor. Reducing waste from the environment, the case is made with Other People's Plastic. Plus, the upgraded performance band with quick-release is up for adventure. Take in the scene and feel good.",
      "code": "A1366-293-00"
    },
    {
      "id": "14",
      "change": "Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A1391-680-view1_500x.png?v=1718725196",
      "title": "Sentry Chrono Leather",
      "price": 275,
      "rate": 4.5,
      "count": 11,
      "type": "analog",
      "color": "gray",
      "bandMaterial": "leather",
      "description": "42mm, 100 meter/10 ATM custom solid stainless steel case, fixed stainless steel bezel, hardened mineral crystal, triple gasket stainless steel crown with enamel fill, double gasket stainless steel pushers, stainless steel screw down caseback and spring pin lugs.",
      "code": "A1391-680-00"
    },
    {
      "id": "15",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1379-5196-view1_500x.png?v=1718725139",
      "title": "2PAC Sentry Stainless Steel",
      "price": 325,
      "rate": 5,
      "count": 6,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "The Sentry watch is an embodiment of elegance. A two-tone gold and stainless-steel band with 2PAC between your 12 and 6. Custom printed dial with a Celtic cross along with a day date. The intricate design makes it a statement piece that complements any ensemble.",
      "code": "A1379-5196-00"
    },
    {
      "id": "16",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1372-5195-view1_500x.png?v=1718725119",
      "title": "Spectra Leather",
      "price": 325,
      "rate": 5,
      "count": 1,
      "type": "analog",
      "color": "brown",
      "bandMaterial": "leather",
      "description": "The Spectra Leather sits exquisitely between defying tradition and paying homage to the classic art of watchmaking. Its twenty-one jewel automatic movement is fully displayed through the spectacular transparent skeleton face, punctuated by striking indices and the Nixon wordmark that appears to float above it all. It's daring, dimensional, and drops jaws anywhere it goes.",
      "code": "A1372-5195-00"
    },
    {
      "id": "17",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1370-5194-view1_500x.png?v=1718725117",
      "title": "Disk",
      "price": 125,
      "rate": 4.5,
      "count": 45,
      "type": "digital",
      "color": "orange",
      "bandMaterial": "rubber",
      "description": "Neither circle nor square, the Disk breaks through with the simplicity of geometric shape. Large digital readouts are controlled with an easy-to-use interface. The essentials include - day, date, alarm, chronograph, and countdown timer – and are just a simple button press away. (Don’t worry, we only created three buttons.) The case was shaped uber-thin for active wearability and low profile. Produced with Other People’s Plastic, the Disk is equal parts eco-conscious and style-forward.",
      "code": "A1370-5194-00"
    },
    {
      "id": "18",
      "change": "Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A346-5163-view1_500x.png?v=1718725368",
      "title": "Corporal Stainless Steel",
      "price": 225,
      "rate": 4.5,
      "count": 912,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "The field watch with a clear, tactical advantage. The face is protected by a recessed crystal and the oversized bezel brings out the best in rugged durability. Its functional design combined with details like faceted links that look like a mountain range when viewed from the side means the Corporal always has the high ground.",
      "code": "A346-5163-00"
    },
    {
      "id": "19",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1373-5197-view1_500x.png?v=1718725125",
      "title": "Time Teller Leather",
      "price": 125,
      "rate": 5,
      "count": 6,
      "type": "digital",
      "color": "red",
      "bandMaterial": "rubber",
      "description": "Back by popular demand, the Time Teller Leather celebrates simple sophistication. The minimalist design is the perfect canvas for your aesthetic expression. Plus, 100 meter/10 ATM water rating means the case can get wet no problem. Dressing casual or formal? This watch has you covered either way.",
      "code": "A1373-5197-00"
    },
    {
      "id": "20",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1320-5154-view1_500x.png?v=1718724908",
      "title": "Heat",
      "price": 150,
      "rate": 4,
      "count": 487,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "A slim superstar with a singular goal: make a low-profile watch for timed sports that can stand up to the most punishing conditions. The perfect training tool that features multiple timer options, a rugged but thin 8mm case design, and a sporty, breathable strap. From sets in the gym or the water, laps in the pool or the track, the Heat is on.",
      "code": "A1320-5154-00"
    },
    {
      "id": "21",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1311-5154-view1_500x.png?v=1718724879",
      "title": "Siren",
      "price": 125,
      "rate": 4.5,
      "count": 254,
      "type": "digital",
      "color": "yellow",
      "bandMaterial": "rubber",
      "description": "An essential tide watch with both style and substance, the Siren matches contemporary design with surf-specific features and sustainable materials. #Tide recycled plastic uses ocean-bound waste to create the super-durable case material, which means cleaner breaks for everyone. Plus, the basic tide functionality and soft silicone band mean it slays both in and out of the water.",
      "code": "A1311-5154-00"
    },
    {
      "id": "22",
      "change": "Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A105-5158-view1_500x.png?v=1718724216",
      "title": "Sentry Leather",
      "price": 175,
      "rate": 4.5,
      "count": 1407,
      "type": "analog",
      "color": "blue",
      "bandMaterial": "leather",
      "description": "The Sentry Leather is an elegant timepiece with an adventurous side. Think black tie meets block party. The face pops with depth and detail, but with the solid stainless steel case, hardened mineral crystal, and waterproof rating of 100 meter / 10 ATM, you don't have to worry about it not being able to hang in the real world.",
      "code": "A105-5158-00"
    },
    {
      "id": "23",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1367-5149-view1_500x.png?v=1718725097",
      "title": "Santa Cruz Time Teller",
      "price": 125,
      "rate": 4.5,
      "count": 37,
      "type": "analog",
      "color": "white",
      "bandMaterial": "rubber",
      "description": "Mash classic Santa Cruz designs with a Nixon icon and you have a couple of Time Tellers unlike any other. Choose between two styles: the red Santa Cruz logo with a stainless steel case, or the Screaming Hand with a case made from Other People's Plastic (OPP). Either way, the 10 ATM / 100m water rating means getting wet is no big deal. They're always down for a skate session or a fresh ‘fit.",
      "code": "A1367-5149-00"
    },
    {
      "id": "25",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1170-001-view1_500x.png?v=1718724424",
      "title": "Regulus MK-1",
      "price": 200,
      "rate": 4,
      "count": 40,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Historically limited to military personnel only, the Regulus Mk-1 is not your ordinary outdoors watch. It’s designed for the elite. The only features included are those guaranteed to get your back during a pinch—including day and date, auto calendar through 2099, dual chronographs, alarm, silent mode and adjustable LED backlight. The ultra-durable and shock-absorbing case goes anywhere you go. The comfortably high-tech band never leaves your wrist. If you know, you know.",
      "code": "A1170-001-00"
    },
    {
      "id": "26",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1358-887-view1_500x.png?v=1718725031",
      "title": "Rolling Stones Staple",
      "price": 125,
      "rate": 5,
      "count": 4,
      "type": "digital",
      "color": "black",
      "bandMaterial": "leather",
      "description": "Spinning off Stones album artwork, embracing the legends through the decades, from analog to digital, vinyl to streaming, the Rolling Stones Staple is the up-to-date connoisseur. Rock-and-roll identity mixed with new-age consciousness, your new one-and-done is now made from Other Peoples’ Plastic. The Rolling Stones Staple feels creative and has an eco-friendly mission. Its razor-thin profile, customizable display, and concert-going band make it easy to wear, while the unique design makes sure your fit will stand out.",
      "code": "A1358-887-00"
    },
    {
      "id": "27",
      "change": "Sustainable",
      "image": "https://www.nixon.com/cdn/shop/files/A1357-2482-view1_500x.png?v=1718725028",
      "title": "Rolling Stones Time Teller OPP",
      "price": 100,
      "rate": 4.5,
      "count": 14,
      "type": "analog",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Influenced by Stones stage outfits, centered by the central Tongue. World-class heritage repackaged for the future, Rolling Stones Time Teller OPP (Other People’s Plastic) is a Nixon icon with a rock-and-roll feel and environmental upgrade. Now made with recycled plastic, the super clean, minimal case design is built with forward-thinking, sustainable construction. Wear a distinctly bold statement that supports the planet and turn other people’s plastic into crowd-pleasing fashion for your wrist.",
      "code": "A1357-2482-00"
    },
    {
      "id": "28",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1356-509-view1_500x.png?v=1718725026",
      "title": "Rolling Stones Time Teller",
      "price": 125,
      "rate": 4.5,
      "count": 79,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "An icon of Nixon heritage riffs with the legacy of the Rolling Stones. The simple yet sophisticated design plugs into the never-ending youthful heyday of the rock-and-roll legends, while its 10 ATM / 100m water rating means getting wet is no big deal. It’s always down to jam and with a full spectrum of finishes—classic Tongue on the classic gold, hourly on midnight black, or spikey on vibrant red—there’s a Rolling Stones Time Teller for you.",
      "code": "A1356-509-00"
    },
    {
      "id": "29",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1355-513-view1_500x.png?v=1718725018",
      "title": "Rolling Stones 51-30",
      "price": 500,
      "rate": 4.5,
      "count": 25,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "You can nearly hear the Stones’ early London club shows with this one. Neon sign font, the classic Tongue, and a rock-and-roll subdial—this watch is loaded with quality tones. Named after the face size (51mm) and water rating (30 ATM), the 51-30 is the OG oversized watch that birthed a whole style movement. Now combined with the legacy of the Rolling Stones, it’s the ultimate statement piece, while its pro-level timekeeping and waterman functionality prepare it for any rugged scene.",
      "code": "A1355-513-00"
    },
    {
      "id": "30",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1354-001-view1_500x.png?v=1718725016",
      "title": "Rolling Stones Sentry Leather",
      "price": 175,
      "rate": 5,
      "count": 23,
      "type": "analog",
      "color": "black",
      "bandMaterial": "leather",
      "description": "The elegant Sentry Leather in a midnight jam style. Think jazz club meets early bluesy rock. The Rolling Stones signature and contrasting Tongue make the face detail pop without overplaying. Meanwhile, with the solid stainless-steel case, hardened mineral crystal, and waterproof rating of 10 ATM / 100m water rating, you don't have to worry about it not being able to live up to its image.",
      "code": "A1354-001-00"
    },
    {
      "id": "31",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1353-625-view1_500x.png?v=1718725013",
      "title": "Rolling Stones Sentry Stainless Steel",
      "price": 275,
      "rate": 3.5,
      "count": 20,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "Antiquity gets tattooed as the Sentry riffs with the Stones’ iconic album artwork. Think jazz club meets early bluesy rock. The Tongue styled hand ticks across the tattooed face, complementing its original detail. Meanwhile, with a solid stainless-steel case, hardened mineral crystal, and a 10 ATM / 100m water rating, you don’t have to worry about it not being able to live up to its image.",
      "code": "A1353-625-00"
    },
    {
      "id": "32",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1352-625-view1_500x.png?v=1718725011",
      "title": "Rolling Stones Primacy",
      "price": 1400,
      "rate": 4,
      "count": 7,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "Only 250 made, individually numbered. The Rolling Stones Primacy embodies aesthetic rock-and-roll artistry for the tastefully distinguished professional. Elegantly molded hands rotate around the woven Tongue and bluesy date window—locking in golden fusion with the orbiting indices. Anti-glare sapphire crystal, scratch-resistant coating and 10 ATM / 100m water rating prepare this special, limited-edition frontman for an extraordinary life.",
      "code": "A1352-625-00"
    },
    {
      "id": "33",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1350-1920-view1_500x.png?v=1653597992",
      "title": "Independent Time Teller",
      "price": 150,
      "rate": 4.5,
      "count": 19,
      "type": "analog",
      "color": "gray",
      "bandMaterial": "stainless-steel",
      "description": "Craftsmanship that speaks to the core of skateboarding. An icon of Nixon heritage collides with a cornerstone of skateboarding to create the Independent Time Teller, a timepiece that celebrates simple sophistication and a desire to grind down to the axle. The minimalist design is the perfect canvas for your aesthetic expression, while its 10 ATM / 100m water rating means getting wet is no big deal. It's always down to collaborate and with the dual finishes, whatever your style, there’s an Independent Time Teller for you.",
      "code": "A1350-1920-00"
    },
    {
      "id": "34",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1323-5091-view1_500x.png?v=1718724934",
      "title": "Spectra",
      "price": 375,
      "rate": 4.5,
      "count": 99,
      "type": "analog",
      "color": "silver",
      "bandMaterial": "stainless-steel",
      "description": "The Spectra sits exquisitely between defying tradition and paying homage to the classic art of watchmaking. Its twenty-one jewel automatic movement is fully displayed through the spectacular transparent skeleton face, punctuated by striking indices and the Nixon wordmark that appears to float above it all. It's daring, dimensional, and drops jaws anywhere it goes.",
      "code": "A1323-5091-00"
    },
    {
      "id": "35",
      "change": "Solar",
      "image": "https://www.nixon.com/cdn/shop/files/A1322-5097-view1_500x.png?v=1718724924",
      "title": "Light-Wave",
      "price": 90,
      "rate": 4.5,
      "count": 106,
      "type": "analog",
      "color": "blue",
      "bandMaterial": "stainless-steel",
      "description": "An ambitious, eco-friendly watch combines progressive design with solar charging and recycled ocean plastic construction, making the Light-Wave a clean, green, time-telling machine. Look closely at the translucent face and catch a glimpse of the solar panel within. Back out a bit and notice the head-turning dial details and the unique case and strap design. Then realize you'll never change another battery and know you're on a higher frequency.",
      "code": "A1322-5097-00"
    },
    {
      "id": "36",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1324-2072-view1_500x.png?v=1718724941",
      "title": "Regulus Expedition",
      "price": 250,
      "rate": 4.5,
      "count": 111,
      "type": "digital",
      "color": "green",
      "bandMaterial": "rubber",
      "description": "Re-engineered, re-designed, and ready for anything. The new Regulus Expedition has adventure-specific features like an altimeter, barometer, and compass, combined with a sleek-yet-rugged case design that can stand up to whatever you throw at it. A blazingly brilliant MCLD displays info in multiple modes, and the supple silicone band stays comfortable even on the longest treks.",
      "code": "A1324-2072-00"
    },
    {
      "id": "37",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1309-5071-view1_500x.png?v=1718724844",
      "title": "Staple",
      "price": 125,
      "rate": 4.5,
      "count": 494,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Your new one-and-done is done with one-use plastics. Now made with #tide recycled ocean plastics, the Staple looks as stylish as ever — but with an eco-friendly mission. Its razor-thin profile, customizable display, and plush rubber-blend band make it easy to wear, while the chic and modern design makes it easy on the eyes.",
      "code": "A1309-5071-00"
    },
    {
      "id": "38",
      "change": "Sustainable",
      "image": "https://www.nixon.com/cdn/shop/files/A1308-625-view1_500x.png?v=1718724823",
      "title": "High Tide",
      "price": 220,
      "rate": 4.5,
      "count": 208,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "The future of performance surf watches is bright. Featuring a bright and bold high-res screen that's customizable to your preferred configuration. Pre-programmed tide makes sure you're always in the know when it comes to your favorite break.",
      "code": "A1308-625-00"
    },
    {
      "id": "39",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1211-001-view1_500x.png?v=1718724530",
      "title": "Siren Stainless Steel",
      "price": 150,
      "rate": 4.5,
      "count": 566,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Don't leave your style at the shoreline. The Siren fuses eye-catching design with an up-for-anything attitude. Basic tide functionality lets you know when to hit the beach, sport-ready water resistance means it’s not scared to get wet.",
      "code": "A1211-001-00"
    },
    {
      "id": "40",
      "change": "Customizable & Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A083-2800-view1_500x.png?v=1718724052",
      "title": "51-30 Chrono",
      "price": 500,
      "rate": 4.5,
      "count": 1261,
      "type": "analog",
      "color": "white",
      "bandMaterial": "rubber",
      "description": "",
      "code": ""
    },
    {
      "id": "41",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A353-293-view1_500x.png?v=1657556070",
      "title": "Supremacy",
      "price": 1500,
      "rate": 4.5,
      "count": 17,
      "type": "analog",
      "color": "gray",
      "bandMaterial": "stainless-steel",
      "description": "Made for the man who notices differences and appreciates quality.",
      "code": "A353-293-00"
    },
    {
      "id": "42",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A158-897-view1_500x.png?v=1658782482",
      "title": "Re-Run",
      "price": 125,
      "rate": 4.5,
      "count": 576,
      "type": "digital",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "Era-perfect, vintage digital vibes make the Re-Run one you’ll come back to again and again. The slim profile and slick design make it as unobtrusive as it is unmistakable. You might not notice you’re wearing it, but everyone else will.",
      "code": "A158-897-00"
    },
    {
      "id": "43",
      "change": "Sustainable",
      "image": "https://www.nixon.com/cdn/shop/files/A1307-602-view1_500x.png?v=1718724804",
      "title": "Base Tide Pro",
      "price": 150,
      "rate": 4.5,
      "count": 241,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Make sure the waves you catch are cleaner with the new and improved Base Tide Pro. Now made with #tide recycled ocean plastics, each watch keeps garbage away from the water while keeping you up to date with pre-programmed tide info from 550 beaches from around the globe. It's water-resistant down to the pushers, and the ventilated, silicone band stays in place thanks to our double Locking Loopers™.",
      "code": "A1307-602-00"
    },
    {
      "id": "44",
      "change": "Engravable",
      "image": "https://www.nixon.com/cdn/shop/files/A1268-502-view1_500x.png?v=1654209798",
      "title": "Regulus Stainless Steel",
      "price": 250,
      "rate": 4.5,
      "count": 634,
      "type": "digital",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "An all-metal version of our go-anywhere Regulus, the Regulus SS adds a streetwear streak to the burly, utilitarian design. Featuring a multitude of mission-ready features like a shock-proof brain, dual countdown timers, and stealth mode, the Regulus SS proves that alloy is your ally.",
      "code": "A1268-502-00"
    },
    {
      "id": "45",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1267-131-view1_500x.png?v=1718724742",
      "title": "Ripley",
      "price": 200,
      "rate": 4.5,
      "count": 809,
      "type": "ana-digi",
      "color": "silver",
      "bandMaterial": "rubber",
      "description": "Like a good overlander, the Ripley arrives equipped for life in the wild without sacrificing everyday usability. It's the best of both worlds, with digital time, temperature, and altitude readings behind the 3-hand analog movement. Activate City Mode to hide the digital functions for a classier look.",
      "code": "A1267-131-00"
    },
    {
      "id": "46",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1243-595-view1_500x.png?v=1678381993",
      "title": "Patrol Leather",
      "price": 175,
      "rate": 4.5,
      "count": 185,
      "type": "analog",
      "color": "brown",
      "bandMaterial": "leather",
      "description": "The Patrol is for those who are on time, all the time. 24-hour indices on the inner bezel surround pronounced numerical markers on the face. It's got a slim profile paired with a genuine leather band that's a modern take on a classic field watch.",
      "code": "A1243-595-00"
    },
    {
      "id": "47",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1242-513-view1_500x.png?v=1718724621",
      "title": "Patrol",
      "price": 275,
      "rate": 4.5,
      "count": 298,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "The Patrol is for those who are on time, all the time. 24-hour indices on the inner bezel surround pronounced numerical markers on the face. It's got a slim profile that's a modern take on a classic field watch.",
      "code": "A1242-513-00"
    },
    {
      "id": "48",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1180-010-view1_500x.png?v=1718724432",
      "title": "Regulus",
      "price": 175,
      "rate": 4.5,
      "count": 1781,
      "type": "digital",
      "color": "black",
      "bandMaterial": "rubber",
      "description": "Developed in conjunction with US Special Forces, the Regulus is hands down the toughest timepiece we’ve ever made. It’s shock-proof, ultra water-resistant, has a five-year battery, and is equipped with features like dual timers, silent mode, adjustable LED backlight, and three independent alarms.",
      "code": "A1180-010-00"
    },
    {
      "id": "49",
      "change": "New Color",
      "image": "https://www.nixon.com/cdn/shop/files/A1058-879-view1_500x.png?v=1718724260",
      "title": "Porter Leather",
      "price": 125,
      "rate": 4.5,
      "count": 555,
      "type": "analog",
      "color": "brown",
      "bandMaterial": "leather",
      "description": "Giving you the first-class experience all the way, the Porter Leather looks as good as it feels—in no particular order. Its sleek profile and sophisticated design sit comfortably in any scenario, in other words, it takes any outfit up to the highest level.",
      "code": "A1058-2494-00"
    },
    {
      "id": "50",
      "change": "New",
      "image": "https://www.nixon.com/cdn/shop/files/A1057-2042-view1_500x.png?v=1718724226",
      "title": "Porter",
      "price": 175,
      "rate": 4.5,
      "count": 264,
      "type": "analog",
      "color": "gold",
      "bandMaterial": "stainless-steel",
      "description": "Giving you the first-class experience all the way, the Porter looks as good as it feels—in no particular order. Its sleek profile and sophisticated design sit comfortably in any scenario, in other words, it takes any outfit up to the highest level.",
      "code": "A1057-2042-00"
    }
  ]
}